<?php

return [
    'menu' => [
        'home' => 'Головна',
        'about' => 'Про нас',
        'projects' => 'Проекти',
        'military_support' => 'Підтримка Збройних Сил',
        'gallery' => 'Галерея',
        'contact' => 'Контакт',
    ],
    'header' => [
        'donate' => 'Пожертвувати',
        'title' => 'Фонд',
        'description' => 'Благодійний фонд, спрямований на допомогу українським жінкам за кордоном',
        'donate_button' => 'Пожертвувати зараз',
    ],
    'sections' => [
      'about' => [
        'title' => 'Про нас',
        'description' => [
          'paragraph1' => 'З 24 лютого 2022 року найважливішими проектами є організація волонтерських рухів для допомоги біженцям з України.',
          'paragraph2' => 'Першим проектом було створення відкритої пирогарні, де взяли участь понад 100 жінок, українок і поляк та жінок інших національностей, які приїхали з України. Продукти для виготовлення пирогів безкоштовно надавали вроцлавські підприємці, а всі доходи від продажу українських пирогів були спрямовані на допомогу біженцям з України.',
          'paragraph3' => 'Другий проект - це надання соціальної допомоги жінкам з дітьми, які приїхали з України під час адаптаційного періоду в іншій країні в стресовій ситуації, а саме: психологічна допомога, інформаційна допомога, медичні поради, юридичні поради, допомога у пошуку житла, гуманітарна допомога, відправлена в Україну.',
          'paragraph4' => 'Третій проект - це надання підтримки людям у віці 40+. Інтеграційні зустрічі спрямовані на групу людей у віці 40+, з акцентом на пенсіонерів. Кожна зустріч, раз на місяць, поєднана з виступом музикантів, які представляють різні музичні стилі, які у своїй роботі посилаються на польські та українські традиції. Щоразу на зустрічах беруть участь від 15 до 40 осіб.',
          'paragraph5' => 'Четвертий проект - це організація щорічного міжнародного фестивалю "Вишиванки" на відкритій місцевості, за участю близько 200 осіб з національних меншин. На фестивалі ми представляємо костюми, пісні та народні танці, а також майстер-класи з рукоділля.',
        ],
        'cards' => [
          'documents' => [
            'title' => 'Документи',
            'description' => 'Звіти',
            'button' => 'Переглянути',
            'link' => 'l'
          ],
          'support' => [
            'title' => 'Підтримка пожертв',
            'description' => 'Ваш внесок має значення',
            'button' => 'Деталі',
            'link' => 'l'
          ],
        ]
      ],

      'programs' => [
        'title' => 'Проекти',
        'cards' => [
          'polish' => [
            'img' => 'img/jezyk_polski.webp',
            'title' => "Польська мова",
            'button' => 'Показати',
            'link' => 'l'
          ],
          'art' => [
            'img' => 'img/art2.webp',
            'title' => 'Арт-терапія для дітей та дорослих',
            'button' => 'Показати',
            'link' => 'l'
          ],
          'club' => [
            'img' => 'img/klub_literacki.webp',
            'title' => 'Літературний клуб',
            'button' => 'Показати',
            'link' => 'l'
          ],
          'concerts' => [
            'img' => 'img/koncerty_main_foto.webp',
            'title' => 'Концерти',
            'button' => 'Показати',
            'link' => 'l'
          ],
        ],
      ],
      'military' => [
          'title' => 'Підтримка Збройних Сил',
          'description' => [
              'headline' => 'Вони захищають нас від <br><strong>ДИКИХ ОРД ВАРВАРІВ</strong>',
              'paragraph' => 'Збройні сили України на передовій захищають свободу українського народу, суверенітет і право на мирне майбутнє. Їм зараз як ніколи потрібна наша підтримка.',
          ],
          'learn_more_button' => 'Дізнатися більше',
      ],
      'gallery' => [
          'title' => 'Галерея',
          'photo_title' => 'Назва фото',
          'images' => [
            '01' => 'Назва фото',
            '05' => 'Назва фото',
            '06' => 'Назва фото',
            '07' => 'Назва фото',
            '08' => 'Назва фото',
            '09' => 'Назва фото',
            '10' => 'Назва фото',
            '11' => 'Назва фото',
            '12' => 'Назва фото'               
        ]
      ],
      'join' => [
          'title' => 'ПРИЄДНУЙТЕСЯ <span>ДО НАС</span>',
          'description' => 'Ваш внесок може мати величезний вплив на життя інших людей. Допомагаючи, ви стаєте частиною змін і надаєте шанс на краще завтра.',
          'join_button' => 'Записатися',
          'donate_button' => 'Пожертвувати',
      ],
    ],
    'pages' => [
      'donate' => [
        'title' => 'Пожертва',
        'intro' => [
          0 => 'Кожна грошова пожертва на рахунок нашого фонду допомагає нам досягати наших статутних цілей.',
          1 => 'Протягом року ви можете зробити пожертву безпосередньо на рахунок Фонду в банку PKO BP<br>номер рахунку: <b>22 1020 5242 0000 2002 0560 3370</b><br>з назвою: <b>“Пожертва на статутні цілі”</b>'
        ],
        'advice' => [
            'paragraph1' => 'Чи знаєте ви, що всі пожертви підлягають податковим відрахуванням: для фізичних осіб ліміт до 6% від доходу, для юридичних осіб ліміт до 10% від доходу.',
            'paragraph2' => 'Здійснення платежу безпосередньо на рахунок Фонду дозволяє скористатися "пільгою на пожертви" при поданні податкової декларації PIT. У назві переказу, будь ласка, вкажіть "Пожертва на статутні цілі". Потім, під час подання декларації до податкової, достатньо заповнити відповідні поля у формі PIT-37, PIT-36 або PIT-28 і додати додаток PIT/O. Зберігайте доказ оплати.',
            'paragraph3' => 'Дякуємо за підтримку. Відповідно до засад Фонду "Сила жінки", всі пожертви йдуть на статутні цілі. Бажаєте дізнатися, на які конкретні заходи Фонду спрямована ваша пожертва? <a class="underConstraction" href="#">Напишіть нам!</a>'
        ],
        'outro' => [
          'paragraph3' => 'Здійснюючи пожертву, ви надаєте надію та підтримку тим, хто її найбільше потребує. Разом ми можемо досягти багато!'
        ]
      ]
    ],
    'footer' => [
        'quote' => 'Беру на себе незвичайні виклики,<br> Ми створюємо незвичайне майбутнє',
        'account_number' => 'Номер рахунку:',
        'useful_links' => 'Корисні посилання',
        'contact' => 'Залишаймося на зв\'язку',
        'address' => 'вул. Лацярська 32<br> 50-146 Вроцлав',
        'email' => 'silakobietywro@gmail.com',
        'phone' => '+48 510 345 436',
        'krs' => 'KRS 0000968925',
    ]
  ];