<?php

return [
  'menu' => [
    'home' => 'Головна',
    'about' => 'Про нас',
    'projects' => 'Проекти',
    'military_support' => 'Підтримка Збройних Сил',
    'gallery' => 'Галерея',
    'contact' => 'Контакт',
  ],
  'header' => [
    'donate' => 'Пожертвувати',
    'title' => 'Фонд',
    'description' => 'Благодійний фонд, спрямований на допомогу українцям за кордоном',
    'donate_button' => 'Пожертвувати зараз',
  ],
  'seo' => [
    'generic_keywords' => 'Підтримка жінок, Фонд «Сила жінок», Соціальна допомога, Соціальна інтеграція, Благодійність, Національні традиції, Інтеграція іноземців, Підтримка для інвалідів, Рівність статей, Старші люди, Освіта, Культура, Спорт, Охорона довкілля, Права людини, Волонтерство, Міжнародне співробітництво, Підтримка Збройних Сил України',
    'keywords' => 'Підтримка жінок, Фонд «Сила жінок», Соціальна допомога, Соціальна інтеграція, Благодійність, Національні традиції, Інтеграція іноземців, Підтримка для інвалідів, Старші люди, Освіта, Культура, Спорт, Охорона довкілля, Права людини, Волонтерство, Міжнародне співробітництво, Підтримка Збройних Сил України, Міжнародний фестиваль Вишиванки, Програми інтеграції, Рівність статей, Підтримка для старшого покоління, Суспільні ініціативи, Пожертви',
    'description' => 'Фонд "Сила жінок" спрямовує свою увагу на широкий спектр соціальних заходів з метою допомогти людям у складній життєвій ситуації, підтримати соціальну та професійну інтеграцію, благодійність і просування національних та культурних традицій. Фонд також підтримує інтеграцію іноземців, людей з інвалідністю та старших людей, рівність статей, освіту, культуру та розвиток спорту, охорону довкілля та права людини. Фонд займається наданням допомоги жертвам катастроф, просуванням волонтерства та міжнародного співробіт. Окрім цього, Фонд сприяє розвитку співпраці з Полонією за кордоном та надає підтримку Збройним Силам України. Кожен внесок допомагає нам досягати цих цілей та будувати міцну, зігнуту спільноту.',
  ],
  'sections' => [
    'about' => [
      'title' => 'Про нас',
      'description' => [
        'paragraph1' => 'Фонд фокусується на широкому спектрі соціальних заходів, спрямованих на допомогу людям у складних життєвих ситуаціях, підтримку соціальної та професійної інтеграції, благодійну діяльність та популяризацію національних та культурних традицій. Він також підтримує інтеграцію іноземців, осіб з інвалідністю та пенсіонерів, гендерну рівність, розвиток освіти, культури та спорту, захист довкілля та прав людини. Фонд залучається до допомоги жертвам катастроф, просуває волонтерство та міжнародну співпрацю, а також підтримує поляків за кордоном.',
        'paragraph2' => 'Від 24 лютого 2022 року наша фундація допитливо координує роботу волонтерів, фокусуючись на підтримці та допомозі біженцям з України. На основі цих зусиль було засновано нашу фундацію з місією надання допомоги тим, хто перебуває у найбільшій нужді.',
        'paragraph3' => 'Нашим першим проектом було відкриття пирогарні, яка стала місцем спільноти та солідарності для понад 100 жінок – українок, польок та жінок інших національностей, які знайшли притулок у Польщі. Вроцлавські підприємці, виявивши велике серце, безкоштовно постачали продукти для виготовлення пирогів. Усі виручені кошти від продажу цих українських спеціальностей були призначені для підтримки біженців з України, приносячи їм надію та необхідну допомогу у важкий час. Перед пирогарнею утворювалися довгі черги, а люди виявляли велику підтримку. Цей спільний зусилля показали, що разом ми можемо досягти найкращих результатів і надати реальну підтримку потребуючим.',
        'paragraph4' => 'Ще одним з наших проектів є надання соціальної підтримки жінкам з дітьми, які прибули з України і перебувають у процесі адаптації до нової країни в стресовій ситуації. Наша допомога включає широкий спектр послуг, таких як психологічна, інформаційна та медична підтримка, юридичні консультації та допомога у пошуку житла. Додатково, ми пропонуємо гуманітарну підтримку, яка не лише допомагає нашим бенефіціарам після повернення до України, але також надає допомогу тим, хто залишається на місці.',
        'paragraph5' => 'Наш третій проект спрямований на надання підтримки особам віком 40 років і старше. Ми організовуємо регулярні інтеграційні зустрічі, спрямовані переважно на людей похилого віку. Ці зустрічі відбуваються один раз на місяць і включають приємні виступи музикантів, що представляють різні музичні стилі, що почерпують натхнення як з польських, так і з українських традицій. Кожна зустріч збирає від 15 до 40 учасників, створюючи дружню і підтримуючу атмосферу для всіх присутніх.',
        'paragraph6' => 'Наш четвертий проект - це організація щорічного міжнародного фестивалю "Вишиванка", який відбувається на відкритій території і збирає приблизно 200 людей з різних етнічних меншин. Фестиваль "Вишиванка" - це унікальна подія, яка відзначає різноманіття культур через презентації традиційних костюмів, пісень і народних танців. Учасники мають можливість брати участь у майстернях рукоділля, де вони можуть вивчити унікальні художні та ремісничі техніки. Фестиваль створює простір для культурного обміну, сприяючи розумінню і повазі до різноманітності, а також зміцнюючи зв\'язки між різними спільнотами. Це не лише можливість для розваг і навчання, але й для будівництва спільноти та обміну традиціями, які формують нашу спадщину.',
      ],
      'cards' => [
        'documents' => [
          'title' => 'Документи',
          'description' => 'Звіти',
          'button' => 'Переглянути',
        ],
        'support' => [
          'title' => 'Підтримка пожертв',
          'description' => 'Ваш внесок має значення',
          'button' => 'Деталі',
        ],
      ]
    ],

    'programs' => [
      'title' => 'Проекти',
      'cards' => [
        'polish' => [
          'title' => "Польська мова",
          'button' => 'Показати',
        ],
        'art' => [
          'title' => 'Арт-терапія для дітей та дорослих',
          'button' => 'Показати',
        ],
        'club' => [
          'title' => 'Літературний клуб',
          'button' => 'Показати',
        ],
        'concerts' => [
          'title' => 'Концерти',
          'button' => 'Показати',
        ],
      ],
    ],
    'military' => [
      'template' => 'zsu',
      'title' => 'Підтримка Збройних Сил',
      'headline' => 'Вони захищають нас від <br><strong>ДИКИХ ОРД ВАРВАРІВ</strong>',
      'description' => [
        'paragraph' => 'Збройні сили України на передовій захищають свободу українського народу, суверенітет і право на мирне майбутнє. Їм зараз як ніколи потрібна наша підтримка.',
      ],
      'button' => 'Дізнатися більше',
    ],
    'cafe' => [
      'title' => 'Мистецьке кафе',
      'description' => [
        'Сховане в серці нашого місця проведення подій знаходиться чарівне кафе, що пропонує великий вибір автентичних українських страв. Від пікантних пиріжків до розслаблюючого борщу, наше кафе запрошує гостей насолодитися багатими смаками і кулінарними традиціями України.'
      ],
      'cards' => [
        'menu' => [
          'title' => 'Кулінарні Радощі',
          'button' => 'Дізнатися більше'
        ],
      ]
    ],
    'gallery' => [
      'template' => 'gallery',
      'title' => 'Галерея',
      'gallery' => 'home'
    ],
    'join' => [
      'title' => 'Приєднуйтесь до нас',
      'cards' => [
        'join' => [
          'title' => '',
          'description' => 'Ваш внесок може мати величезний вплив на життя інших людей. Допомагаючи, ви стаєте частиною змін і надаєте шанс на краще завтра.',
          'button' => 'Звʼяжіться з нами!'
        ],
      ]
    ],
  ],
  'pages' => [
    'donate' => [
      'title' => 'Пожертва',
      'seo' => [
        'keywords' => 'пожертви, підтримка, фонд, допомога, безкоштовно, статутні цілі, податок, податкова пільга, ПДФ, пожертви, філантропія',
        'description' => 'Підтримка наших статутних цілей фонду шляхом здійснення пожертви. Дізнайтеся, як ваша грошова пожертва може змінити життя та сприяти як вашому благу, так і нашій справі.'
      ],
      'intro' => [
        0 => 'Кожна грошова пожертва на рахунок нашого фонду допомагає нам досягати наших статутних цілей.',
        1 => 'Протягом року ви можете зробити пожертву безпосередньо на рахунок Фонду в банку PKO BP<br>номер рахунку: <b>' . $site_account . '</b><br>з назвою: <b>“Пожертва на статутні цілі”</b>'
      ],
      'advice' => [
        'paragraph1' => 'Чи знаєте ви, що всі пожертви підлягають податковим відрахуванням: для фізичних осіб ліміт до 6% від доходу, для юридичних осіб ліміт до 10% від доходу.',
        'paragraph2' => 'Здійснення платежу безпосередньо на рахунок Фонду дозволяє скористатися "пільгою на пожертви" при поданні податкової декларації PIT. У назві переказу, будь ласка, вкажіть "Пожертва на статутні цілі". Потім, під час подання декларації до податкової, достатньо заповнити відповідні поля у формі PIT-37, PIT-36 або PIT-28 і додати додаток PIT/O. Зберігайте доказ оплати.',
        'paragraph3' => 'Дякуємо за підтримку. Відповідно до засад Фонду "Сила жінки", всі пожертви йдуть на статутні цілі. Бажаєте дізнатися, на які конкретні заходи Фонду спрямована ваша пожертва? <a class="underConstraction" href="#">Напишіть нам!</a>'
      ],
      'outro' => [
        'paragraph3' => 'Здійснюючи пожертву, ви надаєте надію та підтримку тим, хто її найбільше потребує. Разом ми можемо досягти багато!'
      ]
    ],
    'regulations' => [
      'title' => 'Регламенти/Заяви',
      'seo' => [
        'keywords' => 'регуляції, заяви, статут, реєстр судових рішень, резолюція, фінансовий звіт, підсумок, фонд, організація, юридичні документи',
        'description' => 'Отримайте доступ до важливих юридичних документів та заяв ФОНДУ "СИЛА ЖІНОК", включаючи статут, витяг з реєстру судових рішень, резолюцію партії, вступ до фінансового звіту, додаткову інформацію та підсумок діяльності.'
      ],
      'links' => [
        'statute' => [
          'text' => 'Статут ФОНДУ "СИЛА ЖІНКИ"'
        ],
        'excerpt' => [
          'text' => 'Витяг з НАЦІОНАЛЬНОГО СУДОВОГО РЕЄСТРУ'
        ],
        'resolution' => [
          'text' => 'Рішення Правління ФОНДУ "СИЛА ЖІНКИ"'
        ],
        'introduction' => [
          'text' => 'Вступ до фінансового звіту'
        ],
        'additional' => [
          'text' => 'Додаткова інформація до фінансового звіту'
        ],
        'summary' => [
          'text' => 'Підсумок 2023 року'
        ]
      ]
    ],
    'language' => [
      'title' => 'Польська мова',
      'seo' => [
        'keywords' => 'польська мова, мовна школа, інтеграція, культурний обмін, польська культура, мовні заняття, іноземці, іммігранти, біженці, соціальна інтеграція',
        'description' => 'Відкрийте для себе переваги вивчення польської мови та приєднуйтесь до нашої мовної школи. Наші заняття у відкритому форматі сприяють інтеграції, культурному обміну та спілкуванню з польською громадою.'
      ],
      'intro' => [
        'paragraph1' => 'Знання польської мови дозволяє іноземцям більш повноцінно брати участь у суспільному житті, будувати відносини та інтегруватися з місцевою спільнотою. Можливість спілкуватися рідною мовою дозволяє іноземцю краще розуміти польську культуру, традиції та звичаї.',
        'paragraph2' => 'Знання польської мови дає іноземцям більшу незалежність і впевненість у повсякденних життєвих ситуаціях, таких як покупки, користування громадськими послугами чи пошук житла. Це полегшує їм заселення та ведення задовільного життя в Польщі.',
        'paragraph3' => 'Школа мов працює у відкритому форматі, що означає, що будь-хто може приєднатися в будь-який час. Мовний бар\'єр є значною перешкодою в інтеграції людей з України з новим середовищем, але як повідомляють міжнародні організації, що займаються іммігрантами та біженцями, мовна підтримка є надзвичайно важливою в процесі інтеграції та асиміляції нових громадян. Організовуючи мовні заняття, ми прагнемо підтримати інтеграцію учасників у польську спільноту, і ми хочемо, щоб вони відчули, що приручають навколишню реальність і менше загублені в чужій країні.',
        'paragraph4' => 'Проведення зустрічей ми доручаємо людині з України, яка має багаторічний досвід викладання польської мови, а також багаторічний досвід проживання в Польщі, знаючи, в яких ситуаціях найчастіше опиняються новоприбулі до Польщі і якого словникового запасу вони потребують для того, щоб впоратися.',
        'paragraph5' => 'Школа мов працюватиме у відкритому форматі, що означає, що будь-хто може приєднатися в будь-який час.',
        'paragraph6' => 'Запис можна зробити по телефону.'
      ]
    ],
    'art' => [
      'title' => 'Арт-терапія',
      'seo' => [
        'keywords' => 'арт-терапія, терапія для дітей, терапія для дорослих, творча терапія, емоційний розвиток, якість життя, емоційна підтримка, міжпоколінна інтеграція',
        'description' => 'Дізнайтеся про терапевтичні переваги мистецтва для дітей та дорослих. Наші майстер-класи з мистецтва підтримують емоційний розвиток, гарне самопочуття та якість життя через творчий процес.'
      ],
      'intro' => [
        'paragraph1' => '<b>Для дітей та дорослих</b>',
        'paragraph2' => 'Однією з ключових переваг арт-терапії для дітей та дорослих є її універсальність та доступність. Незалежно від віку, досвіду чи художніх навичок, кожен може скористатися перевагами творчого терапевтичного процесу. Арт-терапія також є формою невербальної терапії, що означає, що вона дозволяє висловлюватися способами, які неможливо передати словами.',
        'paragraph3' => 'В результаті арт-терапія є ефективним інструментом, що підтримує емоційний розвиток, благополуччя та якість життя як дітей, так і дорослих. Завдяки мистецтву можна відкрити двері до глибокої роботи над собою та лікування, одночасно відкриваючи для себе красу та радість творчості.',
        'paragraph4' => 'Мистецтво є як зв’язуючою ланкою у людських відносинах, так і робочим інструментом, що дозволяє відкрито і вільно виражати емоції та потреби. Мистецтво також зближує наші країни, тому заняття з малювання будуть мостом у міжнародному порозумінні.',
        'paragraph5' => 'Метою занять є перш за все інтеграція міжпоколінних груп, а також підтримка їхнього розвитку та міжкультурної компетентності.',
        'paragraph6' => 'Це допоможе впоратися з емоціями, пов’язаними з війною в Україні. Воршопи призначені для всіх.',
        'paragraph7' => 'Заняття будуть проходити раз на тиждень.'
      ]
    ],
    'club' => [
      'title' => 'Літературний клуб',
      'seo' => [
        'keywords' => 'літературний клуб, культурні зустрічі, соціальна інтеграція, підтримка для літніх людей, літературна культура, обмін досвідом, розмови, музика, життєві історії',
        'description' => 'Приєднуйтесь до нашого літературного клубу, де літні люди можуть зустрічатися, розмовляти, ділитися своїми життєвими історіями та насолоджуватися компанією інших.'
      ],
      'intro' => [
        'paragraph1' => 'Група особливо спрямована на людей похилого віку, які дуже потребують підтримуючих стосунків у зв’язку з втратою всього, що їм було важливо і за що вони стояли горою.',
        'paragraph2' => 'Зараз вони часто самотні, потребують підтримуючої спільноти, в якій можуть поділитися своїми історіями, розповісти про те, за чим сумують, інтегруватися та розслабитися під музику.',
        'paragraph3' => 'Тематика зустрічей стосується здоров’я, історії, культури та літератури. Крім того, літні люди можуть поділитися своїми поглядами та досвідом, а найголовніше – познайомитися з людьми похилого віку в Польщі та побудувати з ними добрі стосунки.',
        'paragraph4' => 'Зустрічі клубу щочетверга о 17:00.',
        'paragraph5' => 'Зустрічі також проводяться на свіжому повітрі. Клуб відкритий для всіх зацікавлених людей похилого віку.'
      ]
    ],
    'concerts' => [
      'title' => 'Концерти',
      'seo' => [
        'keywords' => 'концерти, музичні зустрічі, релаксація, культура, жива музика, культурні події, соціальні заходи, соціальна інтеграція',
        'description' => 'Запрошуємо на наші концерти та музичні зустрічі в рамках проекту "Mix Friday". Відкрийте для себе радість та релакс під час концертів з різноманітним репертуаром.'
      ],
      'intro' => [
        'paragraph1' => 'Музичні зустрічі «Mix Friday»',
        'paragraph2' => 'Запрошуємо на концерти в рамках проекту «Mix Friday». <br /> Чекаємо на всіх, хто хоче відпочити з нами на вулиці Лацярська 32 <br /> в арт-кафе Świetlica о 18:00 кожної п\'ятниці.'
      ]
    ],
    'military' => [
      'title' => 'Підтримка Збройних Сил України',
      'seo' => [
        'keywords' => 'підтримка, Збройні Сили України, медична допомога, військова підтримка, психологічна підтримка, гуманітарна допомога, ветерани війни, конфлікт на Україні',
        'description' => 'Дізнайтеся про можливості підтримки Збройних Сил України. Фонд "Сила Жінок" пропонує медичну, військову, психологічну та гуманітарну допомогу для військових та їх сімей.'
      ],
      'intro' => [
        'paragraph1' => 'Вони захищають нас від <br><strong>ДИКИХ ГОРДИН ВАРВАРІВ</strong>',
        'paragraph2' => 'Збройні Сили України стоять на передовій, захищаючи свободу українського народу, суверенітет і право на спокійне майбутнє. Вони потребують нашої підтримки більше, ніж коли-небудь.'
      ],
      'advice' => [
        'paragraph3' => 'Фонд "Сила Жінок" рішуче підтримує Збройні Сили України у їх боротьбі за суверенітет і свободу. Ось декілька способів, які надає наш фонд:',
        'paragraph4' => '<ul>
            <li>Збір коштів на медичну підтримку поранених українських військових.</li>
            <li>Придбання та доставка військової техніки та медикаментів для підрозділів на передовій.</li>
            <li>Організація благодійних заходів на користь сімей загиблих та поранених військових.</li>
            <li>Психологічна підтримка військових ветеранів та їх сімей.</li>
            <li>Розподіл гуманітарної допомоги в регіонах, які постраждали від конфлікту.</li>
            <li>Поширення громадської свідомості про ситуацію в Україні та потреби її Збройних Сил.</li>
        </ul>'
      ]
    ],
    'form' => [
      'seo' => [
        'keywords' => 'зв\'яжіться з нами, приєднуйтесь до нас',
        'description' => 'Зв\'яжіться з нами для запитів або приєднайтеся до нашої спільноти.'
      ],
      'title' => 'Зв\'яжіться з нами',
      'fields' => [
        'name' => 'Ваше ім\'я',
        'email' => 'Ваша електронна пошта',
        'message' => 'Повідомлення',
        'captcha' => 'Скільки буде 3 + 4?', // Added captcha label
        'submit' => 'Відправити'
      ],
      'messages' => [
        'captcha' => 'Неправильна CAPTCHA!',
        'email' => 'Неправильний формат електронної пошти.',
        'fail' => 'На жаль, сталася помилка під час надсилання вашого повідомлення. Будь ласка, спробуйте ще раз пізніше. Або <a href="mailto:silakobietywro@gmail.com" class="button">напишіть листа</a>',
        'success' => 'Дякуємо, що зв\'язалися з нами. Ми відповімо вам найближчим часом.',
        'home' => 'Повернутися на головну!'
      ]
    ],
    'cafe' => [
      'seo' => [
        'keywords' => 'зв’яжіться з нами, приєднуйтеся до нас, українська кухня, мистецьке кафе',
        'description' => 'Розкішуйтеся автентичною українською кухнею в нашому чарівному мистецькому кафе. Приєднуйтесь до нас, щоб смакувати смаки України, підтримуючи при цьому нашу місію допомоги тим, хто її потребує.'
      ],
      'title' => 'Мистецьке кафе з автентичною українською кухнею',
      'intro' => [
        'paragraph1' => 'Затишно розташоване в самому серці нашого місця проведення заходів чарівне мистецьке кафе, що пропонує широкий вибір автентичних українських страв. Від пікантних пиріжків до затишного борщу, наше кафе запрошує гостей розслабитися та насолодитися багатими смаками та кулінарними традиціями України.',
        'paragraph2' => 'Наше мистецьке кафе пропонує не лише смачну їжу; воно створює теплу та затишну атмосферу, де гості можуть зібратися, розслабитися та насолодитися компанією друзів і родини серед захоплюючих творів мистецтва та затишного оточення.',
        'paragraph3' => 'Оберіть наше мистецьке кафе для того, щоб не лише порадувати свій смак автентичними українськими смаками, але й підтримати місію нашої фундації у допомозі тим, хто потребує. Кожна покупка безпосередньо сприяє нашим зусиллям у наданні необхідної допомоги та підтримки біженцям з України та іншим уразливим громадянам.',
        'paragraph4' => 'Приходьте до нашого мистецького кафе, щоб насолодитися смаками України та зробити різницю в житті тих, кому ми допомагаємо.'
      ]
    ]
  ],

  'footer' => [
    'quote' => 'Беру на себе незвичайні виклики,<br> Ми створюємо незвичайне майбутнє',
    'account_number' => 'Номер рахунку:',
    'useful_links' => 'Корисні посилання',
    'contact' => 'Залишаймося на зв\'язку',
    'address' => 'вул. Лацярська 32<br> 50-146 Вроцлав',
    'email' => 'silakobietywro@gmail.com',
    'phone' => '+48 510 345 436',
    'krs' => 'KRS 0000968925',
  ],
  '404' => [
    'title' => 'Сторінку не знайдено',
    'description' => 'Вибачте, але запитана сторінка недоступна або не існує. Можливо, вам потрібна домашня сторінка?',
    'button' => 'Перейти на головну',
  ]
];
